module.exports = [
  {
    id: 1,
    user: "Lucien",
    timeStamp: "2022/03/04 16:46:03",
    topic: "HTML切版問題",
    content:
      "愛因斯坦曾說過，在科學上，每一條道路都應該走一走，發現一條走不通的道路，就是對科學的一大貢獻。那種證明此路不通的吃力不討好的工作，就讓我來做吧！ 希望大家能從這段話中有所收穫。杜特斯曾經說過，仁慈和正義是並轡齊驅的。但願各位能從這段話中獲得心靈上的滋長。世界上若沒有HTML，對於人類的改變可想而知。",
    like: 1,
    valid: 1,
  },
  {
    id: 2,
    user: "Eddy",
    timeStamp: "2022/03/04 16:52:04",
    topic: "JavaScript程式問題",
    content:
      "透過逆向歸納，得以用最佳的策略去分析Javascript。我們不得不相信，鄧小平說過一句很有意思的話，制度好可以使壞人無法任意橫行，制度不好可以使好人無償充分做好事，甚至會走向反面。這句話語雖然很短，但令我浮想聯翩。毛姆曾經認為，良心是我們每個人心頭的崗哨，它在那裡值勤站崗，監視著我們別做出違法的事情來。希望大家能發現話中之話。",
    like: 0,
    valid: 0,
  },
  {
    id: 3,
    user: "Ellen",
    timeStamp: "2022/03/04 13:54:04",
    topic: "Vue.js套件問題",
    content:
      "要想清楚，Vue，到底是一種怎麼樣的存在。生活中，若Vue出現了，我們就不得不考慮它出現了的事實。若發現問題比我們想像的還要深奧，那肯定不簡單。伏爾泰曾講過，妄自尊大隻不過是無知的假面具而已。希望各位能用心體會這段話。這必定是個前衛大膽的想法。",
    like: 5,
    valid: 1,
  },
  {
    id: 4,
    user: "Jenny",
    timeStamp: "2022/03/04 13:54:04",
    topic: "生活閒聊",
    content: "午餐要吃甚麼",
    like: 28,
    valid: 1,
  },
  {
    id: 5,
    user: "Amy",
    timeStamp: "2022/03/04 13:54:04",
    topic: "MySQL資料庫問題",
    content:
      "儘管如此，我們仍然需要對MySQL資料庫保持懷疑的態度。儘管如此，別人往往卻不這麼想。儘管MySQL資料庫看似不顯眼，卻佔據了我的腦海。屠格涅夫相信，為了照亮地球深處，在黑暗之中看。請諸位將這段話在心中默念三遍。若到今天結束時我們都還無法釐清MySQL資料庫的意義，那想必我們昨天也無法釐清。",
    like: 0,
    valid: 1,
  },
  {
    id: 6,
    user: "Pomi",
    timeStamp: "2022/03/04 13:54:04",
    topic: "HTML切版問題",
    content:
      "萊辛曾經提過，寓言是我們半公開的信仰。希望各位能用心體會這段話。若發現問題比我們想像的還要深奧，那肯定不簡單。色諾芬講過，從事農業在某種意義上是一種享樂，也是一個自由民所能做的增加財產和鍛煉身體的手段。這讓我對於看待這個問題的方法有了巨大的改變。每個人的一生中，幾乎可說碰到HTML這件事，是必然會發生的。",
    like: 0,
    valid: 1,
  },
  {
    id: 7,
    user: "Johnson",
    timeStamp: "2022/03/03 11:05:04",
    topic: "生活閒聊",
    content:
      "伏爾泰講過一段深奧的話，最長的莫過於時間，因為它永遠無窮盡，最短的也不莫過於時間，因為我們所有的計劃都來不及完成。這影響了我的價值觀。在這種困難的抉擇下，本人思來想去，寢食難安。若到今天結束時我們都還無法釐清火龍果的意義，那想必我們昨天也無法釐清。",
    like: 0,
    valid: 1,
  },
  {
    id: 8,
    user: "Max",
    timeStamp: "2022/03/04 13:54:04",
    topic: "生活閒聊",
    content:
      "想必大家都能了解馬庫斯的重要性。愛迪生相信，天才是百分之一的勤奮加百分之九十九的汗水。強烈建議大家把這段話牢牢記住。那麼，馬庫斯，到底應該如何實現。所羅門講過一段深奧的話，想發橫財者必墮於不義之術。這段話令我陷入了沈思。",
    like: 6,
    valid: 1,
  },
  {
    id: 9,
    user: "Addison",
    timeStamp: "2022/03/04 13:54:04",
    topic: "Bootstrap套件問題",
    content:
      "在這種不可避免的衝突下，我們必須解決這個問題。我們需要淘汰舊有的觀念，漢堡改變了我的命運。總而言之，帶著這些問題，我們一起來審視漢堡。了解清楚漢堡到底是一種怎麼樣的存在，是解決一切問題的關鍵。漢堡因何而發生？一般來講，我們都必須務必慎重的考慮考慮。",
    like: 0,
    valid: 1,
  },
];
